{
    "class_name": "Sequential",
    "keras_version": "2.8.0",
    "config": {
      "name": "sequential",
      "layers": [
        {
          "class_name": "Dense",
          "config": {
            "name": "dense",
            "trainable": true,
            "units": 6,
            "activation": "softmax",
            "use_bias": true,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "input_shape": [4]
          }
        }
      ]
    },
    "weights": [
      [
        [0.15, 0.25, 0.1, 0.2, 0.2, 0.1],
        [0.1, 0.3, 0.2, 0.1, 0.2, 0.1],
        [0.2, 0.2, 0.1, 0.3, 0.1, 0.1],
        [0.1, 0.1, 0.2, 0.3, 0.2, 0.1]
      ],
      [0.1, 0.1, 0.1, 0.1, 0.1, 0.1]
    ]
  }
